Revit 2027 API
ParameterTypeId.AnalyticalModelWallBaseProjection Property
 "Base y Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelWallBaseProjection { get; }
Public Shared ReadOnly Property AnalyticalModelWallBaseProjection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelWallBaseProjection {
	ForgeTypeId^ get ();
}
static member AnalyticalModelWallBaseProjection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace